# brew tap homebrew/bundle
# brew bundle --file ./Brewfile

tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "mrkai77/cask"
brew "fish"
brew "fzf"
brew "zoxide"
brew "git"
brew "go"
brew "bat"
brew "fd"
brew "eza"
brew "ripgrep"
brew "bottom"
brew "hugo"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "ssh-copy-id"
brew "starship"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "cloudflare/cloudflare/cloudflared"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazygit/lazygit"
cask "dbeaver-community"
cask "font-iosevka-slab"
cask "font-iosevka-curly-slab"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-sans-mono"
cask "font-zed-mono-nerd-font"
cask "font-inter"
cask "loop"
cask "orbstack"
cask "wezterm"
cask "ghostty@tip"
